<template>
  <div style="background: #fff;">
    <x-header :left-options="{backText: ''}" style="background-color:#2196f3;"  >注册协议和隐私条款</x-header>
    <br>
    <div class=" container"><div><div>
      会员服务协议
    </div> <div>
      欢迎您使用会员增值服务！
    </div> <div>
      为使用会员服务（简称为：本服务），您应当阅读并遵守《会员服务协议》（简称为：本协议）。请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的相应条款，以及开通或使用某项服务的单独协议。
    </div> <div>
      除非您已阅读并接受本协议所有条款，否则您无权使用本服务。您对本服务的购买即视为您已阅读并同意本协议的约束。
    </div> <div><br></div> <div>
      一、【协议的范围】
    </div> <div>
      1.1【协议适用主体范围】
    </div> <div><br></div> <div>
      本协议是您 &lt;*以合同实际签订时的主体为准&gt; 与我司 &lt;*以合同实际签订时的主体为准&gt; 之间关于您使用本服务所订立的协议。
    </div> <div><br></div> <div>
      1.2【本服务内容】
    </div> <div><br></div> <div>
      《服务合同》视为本协议的补充协议，是其不可分割的组成部分，与其构成统一整体。本协议与《服务合同》存在冲突的，以本协议为准。
    </div> <div><br></div> <div>
      本协议内容同时包括我司可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。
    </div> <div><br></div> <div>
      二、【关于本服务】
    </div> <div>
      会员增值服务，指按照我司的指定方式支付一定服务费用之后，用户可以享有由我司提供的在融资方面特权的服务，简称为：本服务。
    </div> <div><br></div> <div>
      我司可能会根据不同的产品及服务类型，推出不同的增值服务，目前，我司提供增值服务，同时，我司也可能会根据用户的需求、产品及服务类型的变化等，对现有增值服务种类进行调整以及不断推出新的增值服务种类。我司也可能会在不同时间推出具体不同的服务内容，以不断完善、优化本服务。具体增值服务种类及服务内容以相关服务页面公布、实际提供的内容为准。您可以自行根据需要选择相应服务。
    </div> <div><br></div> <div>
      我司仅作为促成您的融资需求的咨询服务方，不对您与融资提供方的达成提供任何形式的保证。
    </div> <div><br></div> <div>
      您所享有的本服务的具体内容可能会因为级别、开通期限、您选择的具体服务类别等因素而有不同，通常高级别、开通年费服务、开通期限较长等情况下，您将会享有更多的服务，具体以相关服务页面公布、实际提供的内容为准。
    </div> <div><br></div> <div>
      三、权利义务
    </div> <div>
      3.1 【关于收费】
    </div> <div><br></div> <div>
      由于您一旦开通会员服务并支付服务费用后，我司将立即为你提供咨询服务。若您中途主动取消或终止付费会员资格的，将不会获得付费会员费用的退还。您须在按照本服务的收费标准支付相应费用后，方可使用本服务。您在开通服务时，应仔细核对帐号名称、开通服务类型与时长等具体信息。如因您个人原因造成充错帐号、开通错服务或时长，我司不予退还已收取的费用。已支付开通的付费会员有效期服务期内，若您中途主动取消或终止付费会员资格的，将不会获得付费会员费用的退还。我司可能会根据本服务的整体规划，对本服务的收费标准、方式等进行修改和变更，前述修改、变更，我司将在相应服务页面进行展示。您若需要获取、使用本服务，请先提前了解清楚当时关于本服务的收费标准、方式等信息。
    </div> <div><br></div> <div>
      3.2【服务开通】
    </div> <div><br></div> <div>
      您应该通过充值页面，以在线支付的方式完成会员充值。
    </div> <div><br></div> <div>
      您不得通过以下任何方式为自已或他人开通本服务：
    </div> <div><br></div> <div>
      （1）以营利、经营等非个人使用的目的为自己或他人开通本服务；
    </div> <div><br></div> <div>
      （2）通过任何不正当手段或以违反诚实信用原则的方式为自己或他人开通本服务；
    </div> <div><br></div> <div>
      （3）通过非我司指定的方式为自己或他人开通本服务；
    </div> <div><br></div> <div>
      （4）通过侵犯我司或他人合法权益的方式为自己或他人开通本服务；
    </div> <div><br></div> <div>
      （5）通过其他违反相关法律、行政法规、国家政策等的方式为自己或他人开通本服务。
    </div> <div><br></div> <div>
      3.3 【服务期限】
    </div> <div><br></div> <div>
      本会员名额服务的服务期限以您签订的《服务合同》服务期限为准。
    </div> <div><br></div> <div>
      本服务的服务开通最高期限会受到一定限制，具体以我司制定的规则为准。
    </div> <div><br></div> <div>
      3.4 【对自己行为负责】
    </div> <div><br></div> <div>
      您充分了解并同意，您必须为自己注册帐号下的一切行为负责，包括但不限于您所发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。
    </div> <div><br></div> <div>
      关于信息使用，您保证您提供的所有信息真实、合法、有效、完整、准确。为了使用服务等，您授权并同意我司有权将您的个人信息传输给开展合作的必要第三方，不论您最终是否享受服务或完成融资需求，您提供的信息资料均不得撤回，由此可能引发的风险由您自行承担，包括但不限于接收到其他方的推广或骚扰电话等。
    </div> <div><br></div> <div>
      3.5【服务的变更、中止或终止】
    </div> <div><br></div> <div>
      您充分了解并同意，由于互联网服务的特殊性，我司可能会按照相关法规、双方约定或在其他必要时，中止或终止向您提供本服务。
    </div> <div><br></div> <div>
      我司根据政府行为等不可抗力原因可能会选择中止、中断及终止付费会员服务。如有此等情形发生，我司会采取公告的形式通知您，但不承担由此对您造成的任何损失且不退还付费会员名额费用。名额费用视为会员费用，我司每天名额有限
    </div> <div><br></div> <div>
      四、【违约责任】
    </div> <div>
      4.1 如果我司发现或收到他人举报您有违反本协议任何行为的，我司有权依法进行终止服务。同时，包括但不限于实施追究您法律责任等措施，我司也无需向您退还任何费用，而由此给您带来的损失（包括但不限于通信中断、相关数据清空等），由您自行承担，造成我司损失的，您也应予以赔偿。
    </div> <div><br></div> <div>
      4.2 【对第三方损害的处理】
    </div> <div><br></div> <div>
      您有违反本协议任何行为，导致任何第三方损害的，您应当独立承担责任；我司因此遭受损失的，您也应当一并赔偿。
    </div> <div><br></div> <div>
      五、【其他】
    </div> <div>
      5.1 【协议的生效】
    </div> <div><br></div> <div>
      您勾选“同意”并点击“马上申请”按钮（具体名称以APP页面显示为准）即视为您已阅读并同意接受本协议的约束。
    </div> <div><br></div> <div>
      5.2 【协议签订地】
    </div> <div><br></div> <div>
      本协议签订地为中华人民共和国广东省东莞市南城区。
    </div> <div><br></div> <div>
      5.3 【适用法律】
    </div> <div><br></div> <div>
      本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。
    </div> <div><br></div> <div>
      5.4 【争议解决】
    </div> <div><br></div> <div>
      若您和我司之间发生任何纠纷或争议，首先应友好协商解决；任何一方均应提交中国广州仲裁委员会东莞分会仲裁解决。
    </div> <div><br></div> <div>
      5.5 【条款标题】
    </div> <div><br></div> <div>
      本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
    </div> <div><br></div> <div>
      5.6 【条款效力】
    </div> <div><br></div> <div>
      本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力
    </div></div> <div></div></div>
  </div>
</template>

<script>
    import XHeader from "vux/src/components/x-header/index";
    export default {
        name: "article",
      components: {XHeader}
    }
</script>

<style scoped>
  .container {
    padding-right: 8px;
    padding-left: 8px;
    margin-right: auto;
    margin-left: auto;
  }
</style>
